Repository: ProtonDriveApps/mac-drive
Catalog: PDLocalization/Sources/Resources/shared-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# menu_text_total_usage
source: Total usage
be: Усяго выкарыстана
ca: Ús total
cs: Celkové využití
da: Samlet forbrug
de: Gesamtnutzung
el: Συνολική χρήση
es: Uso total
es_419: Uso total
fi: Kokonaiskäyttö
fr: Espace total utilisé
hu: Felhasznált terület
id: Total penggunaan
it: Utilizzo totale
ja: 合計使用量
ka: ჯამური გამოყენება
ko: 총 사용량
nb: Totalt forbruk
nl: Totaal verbruikt
pl: Przestrzeń dyskowa
pt: Utilização total
pt_br: Utilização total
ro: Total folosit
ru: Всего использовано
sk: Celkové využitie
sv: Total användning
tr: Toplam kullanım
uk: Загалом використано
zh_hans: 总使用量
zh_hant: 總使用量

# name_validation_dot
source: "." is not a valid name
be: "." з'яўляецца недапушчальнай
ca: «.» no és un nom vàlid.
cs: "." není platný název
da: "." er ikke et gyldigt navn
de: „.“ ist kein gültiger Name
el: "." δεν είναι επιτρεπόμενο όνομα
es: «.» no es un nombre válido.
es_419: «.» no es un nombre válido.
fi: "." ei ole kelvollinen nimi
fr: « . » n'est pas un nom valide.
hu: A "." nem érvényes név
id: "." bukan merupakan nama yang valid
it: "." non è un nome valido
ja: 「.」は有効な名前ではありません
ka: „.“ არასწორი სახელია
ko: "."은(는) 유효하지 않은 이름입니다
nb: "." er ikke et gyldig navn
nl: "." is geen geldige naam
pl: "." nie jest prawidłową nazwą
pt: «.» não é um nome válido
pt_br: "." não é um nome válido
ro: „.” nu este un nume valid.
ru: Имя "." недопустимо
sk: „.“ nie je platný názov
sv: ”.” är inte ett giltigt namn
tr: "." geçerli bir ad değil
uk: «.» недопустима назва
zh_hans: "." 不是有效名称
zh_hant: 名稱不可為「.」

# name_validation_invisible_chars
source: Name cannot include invisible characters, / or \.
be: Назва не можа змяшчаць нябачныя сімвалы, / або \.
ca: El nom no pot incloure caràcters invisibles, / o \.
cs: Název nesmí obsahovat neviditelné znaky, / nebo \.
da: Navn kan ikke indeholde usynlige tegn, / eller \.
de: Der Name darf weder unsichtbare Zeichen noch / oder \ enthalten.
el: Το όνομα δεν μπορεί να περιλαμβάνει αόρατους χαρακτήρες, / ή \.
es: El nombre no puede incluir caracteres invisibles, / o \.
es_419: El nombre no puede incluir caracteres invisibles, / o \.
fi: Nimi ei voi sisältää näkymättömiä, / tai \ -merkkejä.
fr: Le nom ne peut pas inclure de caractères invisibles, / ou \.
hu: A név nem tartalmazhat láthatatlan karaktereket, / vagy \ karaktert.
id: Nama tidak boleh mengandung karakter tidak terlihat, /, atau \.
it: Il nome non può includere caratteri invisibili, / o \.
ja: 名前に非表示文字「/」または「\」を含めることはできません
ka: სახელი არ შეიძლება, შეიცავდეს უჩინარ სიმბოლოებს, / და \-ს.
ko: / 혹은 \ 등의 보이지 않는 기호를 이름에 사용할 수 없습니다.
nb: Navnet kan ikke inkludere usynlige tegn, / eller \.
nl: Naam mag geen onzichtbare tekens, / of \ bevatten.
pl: Nazwa nie może zawierać niewidocznych znaków, / lub \.
pt: O nome não pode incluir carateres invisíveis, / ou \.
pt_br: Nome não pode incluir caracteres invisíveis, / ou \.
ro: Numele nu poate include caractere invizibile, / sau \.
ru: Имя не может включать невидимые символы, / или \.
sk: Názov nemôže obsahovať neviditeľné znaky / alebo \.
sv: Namn kan inte inkludera osynliga tecken, / eller \.
tr: Ad içinde görünmez karakterler ile / veya \ karakterleri bulunamaz.
uk: Назва не може містити невидимі символи, / або \.
zh_hans: 名称中不能包含隐形字符、/ 或 \。
zh_hant: 名稱不能包含不可見的字元以及 / 或 \。

# name_validation_leading_white
source: Name must not begin with a space
be: Назва не павінна пачынацца з прабела
ca: El nom no ha de començar amb un espai.
cs: Název nesmí začínat mezerou
da: Navn må ikke begynde med et mellemrum
de: Name darf nicht mit einem Leerzeichen beginnen
el: Το όνομα δε μπορεί να ξεκινάει με κενό διάστημα
es: El nombre no debe comenzar con un espacio.
es_419: El nombre no debe comenzar con un espacio.
fi: Nimi ei voi alkaa välilyönnillä
fr: Le nom ne doit pas commencer par un espace.
hu: A név nem kezdődhet szóközzel
id: Nama tidak boleh diawali dengan spasi
it: Il nome non deve iniziare con uno spazio
ja: 名前の最初に空白は入力できません
ka: სახელი არ უნდა იწყებოდეს ჰარეთი
ko: 이름은 공백으로 시작할 수 없습니다
nb: Navnet kan ikke begynne med et mellomrom
nl: Naam mag niet beginnen met een spatie
pl: Nazwa nie może zaczynać się spacją
pt: Nome não pode começar com um espaço.
pt_br: O nome não pode terminar com um espaço
ro: Numele nu trebuie să înceapă cu un spațiu.
ru: Имя не может начинаться с пробела
sk: Názov nesmie začínať medzerou
sv: Namn får inte börja med ett mellanslag
tr: Adın başında boşluk olmamalı
uk: Назва не повинна починатися пробілом
zh_hans: 名称不能以空格开始
zh_hant: 名稱不得以空格開首

# name_validation_non_empty
source: Name must not be empty
be: Назва не можа быць пустой
ca: El nom no pot estar buit.
cs: Název nesmí být prázdný
da: Navn må ikke være tomt
de: Name darf nicht leer sein
el: Το όνομα δεν πρέπει να είναι κενό
es: El nombre no debe estar vacío.
es_419: El nombre no debe estar vacío.
fi: Nimi ei voi olla tyhjä
fr: Le nom ne doit pas être vide.
hu: A név nem lehet üres
id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ja: 名前は空白にできません
ka: სახელი არ შეიძლება, იყოს ცარიელი
ko: 이름은 비워둘 수 없습니다
nb: Navnet kan ikke være tomt
nl: Naam mag niet leeg zijn
pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio.
pt_br: O nome não pode estar vazio
ro: Numele nu poate fi gol.
ru: Имя не может быть пустым
sk: Názov nemôže byť prázdny
sv: Namn får inte vara tomt
tr: Ad boş olamaz
uk: Назва обов'язкова
zh_hans: 名称不能为空
zh_hant: 名稱不得為空

# name_validation_too_long
source: Name is too long
be: Занадта доўгая назва
ca: El nom és massa llarg.
cs: Název je příliš dlouhý
da: Navn for langt
de: Name ist zu lang
el: Το όνομα είναι πολύ μεγάλο
es: El nombre es demasiado largo.
es_419: El nombre es demasiado largo.
fi: Nimi on liian pitkä
fr: Le nom est trop long.
hu: A név túl hosszú
id: Nama terlalu panjang
it: Il nome è troppo lungo
ja: 名前が長すぎます
ka: სახელი მეტისმეტად გრძელია
ko: 이름이 너무 깁니다
nb: Navnet er for langt
nl: Naam is te lang
pl: Nazwa jest zbyt długa
pt: O nome é muito longo.
pt_br: O nome é muito longo
ro: Numele este prea lung.
ru: Имя слишком длинное
sk: Názov je príliš dlhý
sv: Namn är för långt
tr: Ad çok uzun.
uk: Назва задовга
zh_hans: 名称过长
zh_hant: 名稱過長

# name_validation_trailing_white
source: Name must not end with a space
be: Назва не павінна заканчвацца прабелам
ca: El nom no ha de finalitzar amb un espai.
cs: Název nesmí končit mezerou
da: Navn må ikke slutte med et mellemrum
de: Name darf nicht mit einem Leerzeichen enden
el: Το όνομα δεν μπορεί να τελειώνει με κενό διάστημα
es: El nombre no debe terminar con un espacio.
es_419: El nombre no debe terminar con un espacio.
fi: Nimi ei voi päättyä välilyöntiin
fr: Le nom ne doit pas se terminer par un espace.
hu: A név nem végződhet szóközre
id: Nama tidak boleh diakhiri dengan spasi
it: Il nome non può finire con uno spazio
ja: 名前の最後に空白は入力できません
ka: სახელი არ უნდა მთავრდებოდეს ჰარეთი
ko: 이름은 공백으로 끝날 수 없습니다
nb: Navnet kan ikke avsluttes med mellomrom
nl: Naam mag niet eindigen met een spatie
pl: Nazwa nie może kończyć się spacją
pt: O nome não pode terminar com um espaço.
pt_br: O nome não pode terminar com um espaço
ro: Numele nu trebuie să se termine cu un spațiu.
ru: Имя не может заканчиваться пробелом
sk: Názov nesmie končiť medzerou
sv: Namn får inte sluta med ett mellanslag
tr: Adın sonunda boşluk olmamalı
uk: Назва не повинна закінчуватися пробілом
zh_hans: 名称不能以空格结尾
zh_hant: 名稱不得以空格結尾

# name_validation_two_dot
source: ".." is not a valid name
be: ".." з'яўляецца недапушчальнай
ca: «..» no és un nom vàlid.
cs: ".." není platný název
da: ".." er ikke et gyldigt navn
de: „..“ ist kein gültiger Name
el: ".." δεν είναι επιτρεπόμενο όνομα
es: «..» no es un nombre válido.
es_419: «..» no es un nombre válido.
fi: ".." ei ole kelvollinen nimi
fr: « .. » n'est pas un nom valide.
hu: ".." nem egy érvényes név
id: ".." bukan merupakan nama yang valid
it: ".." non è un nome valido
ja: 「..」は有効な名前ではありません
ka: „..“ არასწორი სახელია
ko: ".."은(는) 유효하지 않은 이름입니다
nb: ".." er ikke et gyldig navn
nl: ".." is geen geldige naam
pl: ".." nie jest prawidłową nazwą
pt: «..» não é um nome válido
pt_br: ".." não é um nome válido
ro: „..” nu este un nume valid.
ru: Имя ".." недопустимо
sk: „..“ nie je platný názov
sv: ”..” är inte ett giltigt namn
tr: ".." geçerli bir ad değil
uk: ".." хибна назва
zh_hans: ".." 不是有效名称
zh_hant: ".." 並非有效名稱

source: Open
be: Адкрыць
ca: Obre
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
es_419: Abrir
fi: Avaa
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ka: გახსნა
ko: 열기
nb: Åpne
nl: Openen
pl: Otwórz
pt: Abrir
pt_br: Aberto
ro: Deschidere
ru: Открыть
sk: Otvoriť
sv: Öppna
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# retry_error_explainer_cannot_connect_icloud
source: Unable to connect to iCloud
be: Немагчыма падключыцца да iCloud
ca: No es pot connectar a iCloud.
cs: Nelze se připojit k iCloudu
da: Kan ikke forbinde til iCloud
de: Fehler beim Verbinden mit iCloud.
el: Δεν είναι δυνατή η σύνδεση στο iCloud
es: No se puede conectar a iCloud.
es_419: No se puede conectar a iCloud.
fi: Yhteyden muodostaminen iCloudiin epäonnistui
fr: La connexion à iCloud n'a pas abouti.
hu: A kapcsolódás az iCloudhoz sikertelen
id: Tidak dapat terhubung ke iCloud
it: Impossibile connettersi a iCloud
ja: iCloudに接続できません
ka: შეცდომა iCloud-თან მიერთებისას
ko: iCloud에 연결할 수 없음
nb: Kan ikke koble til iCloud
nl: Kan geen verbinding maken met iCloud
pl: Nie można połączyć się z chmurą iCloud
pt: Não foi possível conectar-se ao iCloud.
pt_br: Não é possível conectar ao iCloud
ro: Nu se poate conecta la iCloud.
ru: Не удается подключиться к iCloud
sk: Nie je možné pripojiť sa k službe iCloud
sv: Kan inte ansluta till iCloud
tr: iCloud bağlantısı kurulamadı
uk: Не вдається під'єднатися до iCloud
zh_hans: 无法连接到 iCloud
zh_hant: 無法連接 iCloud

# retry_error_explainer_connection_error
source: Network connection error
be: Памылка падключэння да сеткі
ca: Error de connexió de xarxa
cs: Chyba síťového připojení
da: Fejl i netværksforbindelse
de: Netzwerkverbindungsfehler
el: Σφάλμα σύνδεσης δικτύου
es: Error de conexión de red
es_419: Error de conexión de red
fi: Verkkoyhteysvirhe
fr: Erreur de connexion réseau
hu: Kapcsolati hiba
id: Kesalahan koneksi jaringan
it: Errore connessione di rete
ja: インターネット接続エラー
ka: ქსელთან შეერთების შეცდომა
ko: 네트워크 연결 오류
nb: Feil ved nettverkstilkobling
nl: Netwerkverbindingfout
pl: Wystąpił błąd podczas połączenia z siecią
pt: Erro de ligação à rede
pt_br: Erro de conexão de rede
ro: Eroare conexiune la rețea.
ru: Ошибка подключения к сети
sk: Chyba sieťového pripojenia
sv: Nätverksanslutningsfel
tr: Ağ bağlantısı sorunu
uk: Помилка зв'язку з мережею
zh_hans: 网络连接错误
zh_hant: 網路連線發生錯誤

# retry_error_explainer_device_storage_full
source: Device storage full
be: Сховішча прылады запоўнена
ca: L'emmagatzematge del dispositiu és ple.
cs: Úložiště zařízení je plné
da: Enhedens lager fyldt
de: Gerätespeicherplatz voll
el: Ο χώρος αποθήκευσης της συσκευής είναι γεμάτος
es: El almacenamiento del dispositivo está lleno.
es_419: El almacenamiento del dispositivo está lleno
fi: Laitteen tallennustila on täynnä
fr: L'espace de stockage de l'appareil est plein.
hu: Az eszköz tárolója megtelt
id: Ruang penyimpanan perangkat penuh
it: Spazio di archiviazione del dispositivo pieno
ja: デバイスストレージがいっぱいです
ka: მოწყობილობის საცავი სავსეა
ko: 기기 저장 공간 가득 참
nb: Enhetens lagringsplass full
nl: Apparaatopslag is vol
pl: Magazyn lokalny jest pełny
pt: O armazenamento do dispositivo está cheio.
pt_br: Armazenamento do dispositivo está cheio
ro: Spațiu de stocare plin.
ru: Память устройства заполнена
sk: Úložisko zariadenia je plné
sv: Enhetens lagringsutrymme fullt
tr: Aygıt depolama alanı dolu
uk: Сховище пристрою заповнене
zh_hans: 设备存储空间已满
zh_hant: 裝置儲存空間已滿

# retry_error_explainer_encryption_error
source: Encryption failed
be: Збой шыфравання
ca: No s'ha pogut xifrar.
cs: Šifrování selhalo
da: Kryptering mislykkedes
de: Verschlüsselung fehlgeschlagen
el: Αποτυχία κρυπτογράφησης
es: Error con el cifrado
es_419: Error del cifrado
fi: Salaus epäonnistui
fr: Le chiffrement n'a pas abouti.
hu: Titkosítás sikertelen
id: Enkripsi gagal
it: Crittografia non riuscita
ja: 暗号化に失敗しました
ka: დაშიფრვის შეცდომა
ko: 암호화 실패
nb: Kryptering mislyktes
nl: Versleuteling mislukt
pl: Szyfrowanie nie powiodło się
pt: Erro ao encriptar
pt_br: Erro na criptografia
ro: Criptare eșuată.
ru: Ошибка шифрования
sk: Šifrovanie zlyhalo
sv: Kryptering misslyckades
tr: Şifrelenemedi
uk: Не вдалося зашифрувати
zh_hans: 加密失败
zh_hant: 加密失敗

# retry_error_explainer_failed_to_load_resource
source: Failed to load resource
be: Збой загрузкі рэсурсу
ca: No s'ha pogut carregar el recurs.
cs: Nelze načíst zdroje
da: Kunne ikke indlæse ressourcen
de: Fehler beim Laden der Ressource.
el: Αποτυχία φόρτωσης πόρου
es: Error al cargar los recursos
es_419: Error al cargar los recursos
fi: Resurssin lataus epäonnistui
fr: Le chargement de la ressource n'a pas abouti.
hu: Nem sikerült betölteni az erőforrást
id: Gagal memuat sumber daya
it: Impossibile caricare la risorsa
ja: ファイルの読み込みに失敗しました
ka: რესურსის ჩატვირთვა ჩავარდა
ko: 리소스 로드 실패
nb: Kan ikke laste inn ressurs
nl: Fout bij laden van resource
pl: Nie udało się załadować zasobu
pt: Erro ao carregar o recurso
pt_br: Falha ao carregar os recursos
ro: Eșuare încărcare resursă.
ru: Не удалось загрузить ресурс
sk: Nepodarilo sa načítať prostriedok
sv: Misslyckades att ladda resurs
tr: Kaynak yüklenemedi
uk: Не вдалося завантажити ресурс
zh_hans: 加载资源失败
zh_hant: 載入資源失敗

# retry_error_explainer_invalid_asset
source: Can't access the original file.
be: Немагчыма атрымаць доступ да арыгінальнага файла.
ca: No es pot accedir al fitxer original.
cs: Nelze získat přístup k původnímu souboru.
da: Kan ikke få adgang til den originale fil.
de: Fehler beim Zugriff auf die Originaldatei.
el: Δεν είναι δυνατή η πρόσβαση στο αρχικό αρχείο.
es: No se puede acceder al archivo original.
es_419: No se puede acceder al archivo original.
fi: Ei pääsyä alkuperäiseen tiedostoon.
fr: L'accès au fichier d'origine n'a pas abouti.
hu: Nem érhető el az eredeti fájl.
id: Berkas asli tidak dapat diakses.
it: Impossibile accedere al file originale.
ja: 元のファイルにアクセスできません
ka: ორიგინალურ ფაილთან წვდომა შეუძლებელია
ko: 원본 파일 접근 불가
nb: Får ikke tilgang til den opprinnelige filen.
nl: Kan het oorspronkelijke bestand niet benaderen.
pl: Nie można uzyskać dostępu do oryginalnego pliku.
pt: Não foi possível aceder ao ficheiro original.
pt_br: Não é possível acessar o arquivo original.
ro: Nu se poate accesa fișierul original.
ru: Невозможно получить доступ к исходному файлу.
sk: Nie je možné získať prístup k pôvodnému súboru.
sv: Kan inte komma åt originalfilen.
tr: Özgün dosyaya erişilemedi.
uk: Не вдається отримати доступ до оригінального файлу.
zh_hans: 无法访问原始文件。
zh_hant: 無法存取原始檔案。

# retry_error_explainer_missing_permissions
source: Missing permissions
be: Адсутнічаюць дазволы
ca: Falten permisos.
cs: Chybějící oprávnění
da: Manglende tilladelser
de: Fehlende Berechtigungen
el: Ελλειπή δικαιώματα
es: Faltan permisos.
es_419: Faltan permisos
fi: Käyttöoikeuksia puuttuu
fr: Des autorisations sont nécessaires.
hu: Hiányzó jogosultságok
id: Terdapat perizinan yang hilang
it: Autorizzazioni mancanti
ja: 権限がありません
ka: არასამარისი წვდომები
ko: 권한 없음
nb: Mangler tillatelser
nl: Ontbrekende machtigingen
pl: Brak uprawnień
pt: Faltam as permissões.
pt_br: Faltam permissões
ro: Lipsesc permisiunile
ru: Отсутствуют разрешения
sk: Chýbajúce povolenia
sv: Saknar behörigheter
tr: İzinler eksik
uk: Відсутні дозволи
zh_hans: 缺少权限
zh_hant: 缺少權限

# retry_error_explainer_name_validation
source: Name validation failed
be: Не ўдалося праверыць назву
ca: No s'ha pogut validar el nom.
cs: Ověření názvu selhalo
da: Navnegodkendelse mislykkedes
de: Fehler bei der Namensvalidierung.
el: Η επικύρωση ονόματος απέτυχε
es: Error de validación del nombre
es_419: Error de validación del nombre
fi: Nimen vahvistus epäonnistui
fr: Le nom n'a pas pu être validé.
hu: Név ellenőrzés sikertelen
id: Validasi nama gagal
it: La convalida del nome non è riuscita
ja: 名前の検証に失敗しました
ka: სახელის გადამოწმება ჩავარდა
ko: 이름 인증 실패
nb: Navnevalidering mislyktes
nl: Naam validatie mislukt
pl: Weryfikacja nazwy nie powiodła się
pt: Erro ao verificar o nome
pt_br: Erro na validação do nome
ro: Validarea numelui a eșuat.
ru: Проверка имени не удалась
sk: Overenie názvu zlyhalo
sv: Namnvalidering misslyckades
tr: Ad doğrulanamadı
uk: Помилка перевірки імені
zh_hans: 名称验证失败
zh_hant: 名稱驗證失敗

# retry_error_explainer_quote_exceeded
source: Drive storage full
be: Сховішча Drive запоўнена
ca: L'emmagatzematge del Drive és ple.
cs: Úložiště Drive je plné
da: Drive lagerplads fyldt
de: Drive-Speicherplatz voll
el: Αποθηκευτικός χώρος Drive πλήρης
es: El almacenamiento de Drive está lleno.
es_419: El almacenamiento de Drive está lleno.
fi: Drive-tallennustila täynnä
fr: L'espace de stockage du Drive est plein.
hu: A Drive tárhely megtelt
id: Ruang penyimpanan Drive penuh
it: Spazio di archiviazione pieno
ja: ドライブ容量がいっぱいです
ka: Drive-ის საცავი სავსეა
ko: Drive 저장 공간 가득 참
nb: Drive-lagring full
nl: Drive-opslag vol
pl: Przestrzeń dyskowa Proton Drive jest pełna
pt: O armazenamento do Drive está cheio.
pt_br: Armazenamento do Drive está cheio
ro: Spațiu Drive ocupat
ru: Хранилище Drive заполнено
sk: Úložisko Drive je plné
sv: Drive lagringsutrymme fullt
tr: Drive depolama alanı dolu
uk: Сховище drive переповнене
zh_hans: Drive 存储已满
zh_hant: Drive 儲存空間已滿

# section_add_to_shared_album
source: Add to shared album
be: Дадаць у абагулены альбом
ca: Afegeix a l'àlbum compartit
cs: Přidat do sdíleného alba
da: Tilføj til delt album
de: Zu geteiltem Album hinzufügen
el: Προσθήκη στο κοινόχρηστο άλμπουμ
es: Añadir al álbum compartido
es_419: Agregar al álbum compartido
fi: Lisää jaettuun albumiin
fr: Ajouter à l'album partagé
hu: Hozzáadás megosztott albumokhoz
id: Tambah ke album terbagi
it: Aggiungi all'album condiviso
ja: 共有アルバムに追加
ka: დამატება გაზიარებულ ალბომში
ko: 공유된 앨범으로 추가
nb: Legg til i delt album
nl: Toevoegen aan gedeeld album
pl: Dodaj do udostępnionego albumu
pt: Adicionar ao álbum partilhado
pt_br: Adicionar ao álbum compartilhado
ro: Adăugare la album partajat
ru: Добавить в общий альбом
sk: Pridať do zdieľaného albumu
sv: Lägg till i delat album
tr: Paylaşılan albüme ekle
uk: Додати до спільного альбому
zh_hans: 添加到共享相册
zh_hant: 新增至共享相簿

# section_share_via
source: Share via
be: Абагуліць праз
ca: Comparteix mitjançant
cs: Sdílet pomocí
da: Del via
de: Teilen über
el: Κοινόχρηστο μέσω
es: Compartir por
es_419: Compartir por
fi: Jaa käyttäen
fr: Partager via
hu: Megosztás a következővel:
id: Bagikan via
it: Condividere tramite
ja: 共有
ka: გაზიარება სერვისით
ko: 공유에 사용할 앱:
nb: Del via
nl: Delen via
pl: Udostępnij
pt: Partilhar via
pt_br: Compartilhar via
ro: Partajare prin
ru: Поделиться через
sk: Zdieľať cez
sv: Dela via
tr: Şununla paylaş
uk: Поділитися через
zh_hans: 分享方式
zh_hant: 分享

# sort_newest_first
source: Newest first
be: Спачатку самыя новыя
ca: Més recents primer
cs: Od nejnovějších
da: Nyeste først
de: Neuste zuerst
el: Νεότερα πρώτα
es: Más recientes primero
es_419: Más recientes primero
fi: Uusin ensin
fr: Le plus récent en premier
hu: Újabbak előre
id: Terbaru lebih dulu
it: Prima i più recenti
ja: 新しい順
ka: ჯერ უახლესი
ko: 최신순
nb: Nyeste først
nl: Nieuwste eerst
pl: Od najnowszych
pt: Mais recentes primeiro
pt_br: Mais recentes primeiro
ro: Întâi cele noi
ru: Сначала новые
sk: Od najnovších
sv: Nyaste först
tr: Yeniden eskiye
uk: Найновіші
zh_hans: 从新到旧
zh_hant: 從最新排序

# sort_oldest_first
source: Oldest first
be: Спачатку самыя старыя
ca: Més antics primer
cs: Od nejstarších
da: Ældste først
de: Älteste zuerst
el: Παλαιότερα πρώτα
es: Más antiguos primero
es_419: Más antiguos primero
fi: Vanhin ensin
fr: Le plus ancien en premier
hu: Régebbiek előre
id: Terlama lebih dulu
it: Prima i più vecchi
ja: 古い順
ka: ჯერ უძველესი
ko: 오래된 순
nb: Eldste først
nl: Oudste eerst
pl: Od najstarszych
pt: Mais antigas primeiro
pt_br: Mais antigas primeiro
ro: Întâi cele vechi
ru: Сначала старые
sk: Od najstarších
sv: Äldsta först
tr: Eskiden yeniye
uk: Найдавніші
zh_hans: 从旧到新
zh_hant: 從最舊排序

# sort_recently_added
source: Recently added
be: Нядаўна дададзеныя
ca: Afegits recentment
cs: Nedávno přidané
da: Tilføjet for nyligt
de: Kürzlich hinzugefügt
el: Προστέθηκαν πρόσφατα
es: Recientemente añadidos
es_419: Recientemente agregados
fi: Viimeksi lisätyt
fr: Ajouts récents
hu: Mostanában hozzáadva
id: Baru ditambahkan
it: Aggiunti di recente
ja: 最近追加したもの
ka: ახლახან დამატებული
ko: 최근 추가된 항목
nb: Nylig lagt til
nl: Onlangs toegevoegd
pl: Ostatnio dodane
pt: Adições recentes
pt_br: Adicionados recentemente
ro: Adăugate recent
ru: Недавно добавленные
sk: Nedávno pridané
sv: Nyligen tillagd
tr: Son eklenenler
uk: Нещодавно додані
zh_hans: 最近添加
zh_hant: 最近新增

# sort_type_file_type
source: File type
be: Тып файла
ca: Tipus de fitxer
cs: Typ souboru
da: Filtype
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
es_419: Tipo de archivo
fi: Tiedostotyyppi
fr: Type de fichier
hu: Fájltípus
id: Jenis berkas
it: Tipo di file
ja: ファイルタイプ
ka: ფაილის ტიპი
ko: 파일 형식
nb: Filtype
nl: Bestandstype
pl: Typ pliku
pt: Tipo de ficheiro
pt_br: Tipo de arquivo
ro: Tip fișier
ru: Тип файла
sk: Typ súboru
sv: Filtyp
tr: Dosya türü
uk: Тип файлу
zh_hans: 文件类型
zh_hant: 檔案類型

# sort_type_last_modified
source: Last modified
be: Апошняе змяненне
ca: Última modificació
cs: Naposledy změněno
da: Sidst ændret
de: Zuletzt geändert
el: Τελευταία τροποποίηση
es: Última modificación
es_419: Última modificación
fi: Muokattu viimeksi
fr: Dernière modification
hu: Utoljára módosítva
id: Terakhir diubah
it: Ultima modifica
ja: 最終更新
ka: ბოლო ცვლილება
ko: 마지막 수정됨
nb: Sist endret
nl: Laatst gewijzigd
pl: Zmodyfikowano
pt: Última modificação
pt_br: Última modificação
ro: Ultima modificare
ru: Дата последнего изменения
sk: Naposledy upravené
sv: Senast ändrad
tr: Son değiştirilme
uk: Востаннє змінено
zh_hans: 最后修改时间
zh_hant: 上次修改時間

# sort_type_name
source: Name
be: Назва
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_419: Nombre
fi: Nimi
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sv: Namn
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 檔名

# sort_type_size
source: Size
be: Памер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_419: Tamaño
fi: Koko
fr: Taille
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ka: ზომა
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sv: Storlek
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小

# tag_all
source: All
be: Усе
ca: Totes
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todas
es_419: Todas
fi: Kaikki
fr: Toutes
hu: Összes
id: Semua
it: Tutte
ja: すべて
ka: ყველა
ko: 전체
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todas
pt_br: Todas
ro: Toate
ru: Все
sk: Všetky
sv: Alla
tr: Tümü
uk: Всі
zh_hans: 全部
zh_hant: 全部

# tag_burst
source: Burst
be: Серыя
ca: Ràfega
cs: Sekvence
da: Serie
de: Serienbild
el: Ριπή
es: Ráfaga
es_419: Ráfaga
fi: Sarjakuvaus
fr: Rafale
hu: Sorozat
id: Foto Beruntun
it: Raffica
ja: 満杯
ka: აფეთქება
ko: 연사 사진
nb: Serie
nl: Uitbarsten
pl: Seria
pt: Rajada
pt_br: Rajada
ro: În rafală
ru: Дубликаты
sk: Sériové foto
sv: Serie
tr: Ardışık çekimler
uk: Черга
zh_hans: 连拍
zh_hant: 連拍

# tag_favorites
source: Favorites
be: Абраныя
ca: Preferits
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
es_419: Favoritos
fi: Suosikit
fr: Favoris
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
ka: რჩეულები
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt: Favoritos
pt_br: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sv: Favoriter
tr: Beğenilenler
uk: Улюблені
zh_hans: 收藏夹
zh_hant: 最愛
